Repository: bitscoper/Bitscoper_Cyber_ToolBox
Catalog: lib/l10n/app_*.arb
Languages: bn

source: A Domain Name
bn: একটা ডোমেইন নেইম

source: A Host or IP Address
bn: একটা হোস্ট বা আইপি অ্যাড্রেস

source: A Multiline String
bn: একটা মাল্টিলাইন স্ট্রিং

source: A String
bn: একটা স্ট্রিং

source: Abdullah As-Sadeed
bn: আবদুল্লাহ আস-সাদীদ

source: Address
bn: অ্যাড্রেস

source: An IPv4 Subnet
bn: একটা IPv4 সাবনেট

source: Attack Complexity
bn: অ্যাটাকের জটিলতা

source: Attack Vector
bn: অ্যাটাক ভেক্টর

source: Automatic
bn: স্বয়ংক্রিয়

source: Availability Impact
bn: অ্যাভেইলেবিলিটির ওপর প্রভাব

source: Available Update
bn: অ্যাভেইলেবল আপডেট

source: Background
bn: পটভূমি

source: Base Encoder
bn: বেইস এনকোডার

source: Basic Service Set Identifier (BSSID)
bn: বেসিক সার্ভিস সেট আইডেন্টিফায়ার (বিএসএসআইডি)

source: Bitscoper Cyber ToolBox
bn: বিটস্কোপার সাইবার টুলবক্স

source: Broadcast Address
bn: ব্রডকাস্ট অ্যাড্রেস

source: Calculated
bn: ক্যালকুলেটেড

# change_language
source: Change Locale to Bangla
bn: লোক্যাল ইংরেজিতে পরিবর্তন

source: Check Version
bn: চেক সংস্করণ

source: Checking Version ...
bn: সংস্করণ চেক করা হচ্ছে ...

source: Circle
bn: বৃত্তাকার

source: Color Selection
bn: রঙ নির্বাচন

source: Colors
bn: রঙগুলো

source: Common Vulnerability Scoring System v3.1 Base Score
bn: কমন ভালনারেবিলিটি স্কোরিং সিস্টেম v3.1 বেইস স্কোর

source: Confidentiality Impact
bn: গোপনীয়তার ওপর প্রভাব

# copied_to_clipboard
source: has been copied to clipboard.
bn: ক্লিপবোর্ডে কপি করা হয়েছে।

source: Copy to Clipboard
bn: ক্লিপবোর্ডে কপি করুন

source: Crawl
bn: ক্রল

source: Crawled
bn: ক্রলড

source: CVSS Calculator
bn: সিভিএসএস ক্যালকুলেটর

source: Data
bn: তথ্য

source: Data Module Shape
bn: তথ্য মডিউলের আকৃতি

source: Developer
bn: ডেভেলপার

source: DNS Provider
bn: ডিএনএস প্রোভাইডার

source: DNS record
bn: ডিএনএস রেকর্ড

source: DNS Record Retriever
bn: ডিএনএস রেকর্ড রিট্রিভার

source: Domain Name
bn: ডোমেইন নেইম

# domain_name_or_bundle_identifier
source: Domain Name / Bundle Identifier
bn: ডোমেইন নেইম / বান্ডেল আইডেন্টিফায়ার

source: Elapsed Time
bn: সময়

source: Enter a domain name!
bn: একটা ডোমেইন নেইম লিখুন!

source: Enter a host or IP address!
bn: একটা হোস্ট বা আইপি অ্যাড্রেস লিখুন!

source: Enter a Lower Limit!
bn: একটা নিম্ন সীমা লিখুন!

source: Enter a Number!
bn: একটা নম্বর লিখুন!

source: Enter a Positive Integer!
bn: একটা ধনাত্মক পূর্ণসংখ্যা লিখুন!

source: Enter a Positive Number!
bn: একটা ধনাত্মক নম্বর লিখুন!

source: Enter a string!
bn: একটা স্ট্রিং লিখুন!

source: Enter a URI Prefix!
bn: একটা ইউআরআই প্রিফিক্স লিখুন!

source: Enter an Integer!
bn: একটা পূর্ণসংখ্যা লিখুন!

source: Enter an IPv4 subnet!
bn: একটা IPv4 সাবনেট লিখুন!

source: Enter an Upper Limit!
bn: একটা উচ্চ সীমা লিখুন!

source: Enter morse code!
bn: মোর্স কোড লিখুন!

source: Enter Padding!
bn: প্যাডিং লিখুন!

source: Error
bn: ত্রুটি

source: Error Correction Level
bn: ত্রুটি সংশোধনের স্তর

source: Extract
bn: এক্সট্র্যাক্ট

source: Extracted
bn: এক্সট্রাক্টেড

source: Eye
bn: চোখ

source: Eye Shape
bn: চোখের আকৃতি

source: False
bn: না

source: File Hash Calculator
bn: ফাইল হ্যাশ ক্যালকুলেটর

source: Gapless
bn: ফাঁকবিহীন

source: Gateway
bn: গেইটওয়ে

source: Google Play
bn: গুগল প্লে

source: hash
bn: হ্যাশ

source: High
bn: উচ্চ

source: Integrity Impact
bn: ইনটিগ্রিটির ওপর প্রভাব

source: Internet Protocol Version 4 (IPv4) Address
bn: ইন্টারনেট প্রোটোকল সংস্করণ ৪ (IPv4) অ্যাড্রেস

source: Internet Protocol Version 6 (IPv6) Address
bn: ইন্টারনেট প্রোটোকল সংস্করণ ৬ (IPv6) অ্যাড্রেস

source: IPv4 Subnet Scanner
bn: IPv4 সাবনেট স্ক্যানার

source: It takes time to retrieve all possible types of forward and reverse records.
bn: সম্ভাব্য সকল ধরনের ফরওয়ার্ড ও রিভার্স রেকর্ডস রিট্রিভ করতে সময়ের প্রয়োজন।

source: Latest Version
bn: সর্বশেষ সংস্করণ

source: Low
bn: নিম্ন

source: Lower Limit
bn: নিম্ন সীমা

source: mDNS Scanner
bn: এমডিএনএস স্ক্যানার

source: Medium
bn: মধ্যম

source: Microsoft Store
bn: মাইক্রোসফট স্টোর

source: Morse Code
bn: মোর্স কোড

source: Morse Code Translator
bn: মোর্স কোড ট্রান্সলেটর

source: Name
bn: নেইম

# name_or_target
source: Name / Target
bn: নেইম / টার্গেট

source: OK
bn: ঠিক আছে

source: Open Graph Protocol Data Extractor
bn: ওপেন গ্রাফ প্রোটোকল ডেইটা এক্সট্র্যাক্টর

source: Padding
bn: প্যাডিং

source: Ping
bn: পিং

source: Pinger
bn: পিংগার

source: Port
bn: পোর্ট

source: Priority
bn: অগ্রাধিকার

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: Privileges Required
bn: প্রয়োজনীয় প্রিভিলেজেস

source: PTR Record
bn: পিটিআর রেকর্ড

source: QR Code Generator
bn: কিউআর কোড জেনারেটর

source: Quartile
bn: তিন চতুর্থাংশ

source: Record Type
bn: রেকর্ড টাইপ

source: Records ...
bn: রেকর্ডস ...

source: Retrieve
bn: রিট্রিভ

source: Retrieved
bn: রিট্রিভড

source: Retrieving
bn: রিট্রিভিং

source: Route Tracer
bn: রুট ট্রেসার

source: Scan
bn: স্ক্যান

source: Scanned
bn: স্ক্যানড

source: Scanned Ports
bn: স্ক্যানড পোর্টের সংখ্যা

source: Scope
bn: স্কোপ

source: Select
bn: নির্বাচন

source: Select Files
bn: সিলেক্ট ফাইলস

# select_files_to_calculate_their_md5_sha1_sha224_sha256_sha384_sha512_hashes
source: Select files to calculate their MD5, SHA1, SHA224, SHA256, SHA384, and SHA512 hashes.
bn: ফাইলসের MD5, SHA1, SHA224, SHA256, SHA384, ও SHA512 হ্যাশগুলো ক্যালকুলেট করতে ফাইলগুলো সিলেক্ট করুন।

source: Series URI Crawler
bn: সিরিজ ইউআরআই ক্রলার

source: Service Set Identifier (SSID)
bn: সার্ভিস সেট আইডেন্টিফায়ার (এসএসএইডি)

source: Service Target
bn: সার্ভিস টার্গেট

source: Service Type
bn: সার্ভিস টাইপ

source: Source Code
bn: সোর্স কোড

source: Square
bn: বর্গাকার

source: SRV Record
bn: এসআরভি রেকর্ড

source: Start typing a string to calculate its MD5, SHA1, SHA224, SHA256, SHA384, and SHA512 hashes.
bn: স্ট্রিংয়ের MD5, SHA1, SHA224, SHA256, SHA384, ও SHA512 হ্যাশগুলো ক্যালকুলেট করতে স্ট্রিংটা লিখতে শুরু করুন।

# start_typing_a_string_to_encode_it_into_the_bases
source: Start typing a string to encode it to into the bases.
bn: স্ট্রিংকে বেইসগুলোতে এনকোড করতে স্ট্রিংটা লিখতে শুরু করুন।

source: Start typing a string to generate QR Code.
bn: কিউআর কোড জেনারেট করতে স্ট্রিংটা লিখতে শুরু করুন।

source: Stop
bn: স্টপ

source: String Hash Calculator
bn: স্ট্রিং হ্যাশ ক্যালকুলেটর

source: Subnet Mask
bn: সাবনেট মাস্ক

source: Target
bn: টার্গেট

source: TCP Port Scanner
bn: টিসিপি পোর্ট স্ক্যানার

source: The application displays error messages as caught.
bn: অ্যাপ্লিকেশনটা ঠিক যেভাবে ত্রুটির সম্মুখীন হয়, ঠিক সেভাবেই মেসেজগুলো দেখায়।

source: Time
bn: সময়

source: Toggle Theme
bn: থিম পরিবর্তন

source: Trace
bn: ট্রেস

source: True
bn: হ্যাঁ

source: TTL
bn: টিটিএল

source: TXT Record
bn: টিএক্সটি রেকর্ড

source: Up to Date
bn: আপ টু ডেট

source: Upper Limit
bn: উচ্চ সীমা

source: Upper limit must be greater than lower limit!
bn: নিম্ন সীমার চেয়ে উচ্চ সীমা বড় হতে হবে!

source: URI
bn: ইউআরআই

source: URI Prefix
bn: ইউআরআইয়ের উপসর্গ

source: URI Suffix
bn: ইউআরআইয়ের প্রত্যয়

source: User Interaction
bn: ব্যবহারকারীর ইন্টার‍্যাকশন

source: Validity
bn: মেয়াদ

source: Value
bn: মান

source: Vector string
bn: ভেক্টর স্ট্রিং

source: Version
bn: সংস্করণ

source: Wait ...
bn: অপেক্ষা করুন ...

source: Weight
bn: ওয়েট

source: WHOIS Retriever
bn: হুইস রিট্রিভার

source: Wi-Fi Information Viewer
bn: ওয়াই-ফাই ইনফরমেশন ভিউয়ার

source: Wi-Fi is disconnected!
bn: ওয়াই-ফাই ডিসকানেক্টেড!

source: You are using the latest version.
bn: আপনি সর্বশেষ সংস্করণ ব্যবহার করছেন।

source: Your Version
bn: আপনার সংস্করণ
